{
  "geographie_environnement": "La Terre est un désert stérile parsemé de ruines de l'ancienne civilisation. Les forêts sont devenues rares et toxiques, et les océans se sont retirés, laissant des lits de sel. Les tempêtes de sable sont fréquentes, rendant les voyages dangereux et imprévisibles.",
  "histoire_temps": "Suite à une série de catastrophes écologiques provoquées par une exploitation irresponsable des ressources naturelles, la société mondiale s'est effondrée. Les survivants se sont regroupés en petites communautés autarciques. Le temps est désormais mesuré en cycles liés aux événements climatiques dévastateurs.",
  "politique_pouvoir": "Les villages sont dirigés par des Conseils de Sages autoproclamés, souvent corrompus, qui maintiennent leur pouvoir par la peur et la manipulation des ressources. Les lois sont strictes et favorisent ceux qui les interprètent, créant des tensions sociales latentes.",
  "peuples_especes": "Les humains sont les seuls survivants, mais ils ont évolué pour s'adapter aux conditions hostiles, développant une résistance accrue à la pollution et aux radiations. Les communautés sont souvent divisées par des croyances et des rivalités héritées du passé.",
  "culture_croyances": "Les survivants vénèrent les anciens temps comme une ère d'abondance perdue. Les récits oraux et quelques reliques écrites entretiennent la mémoire d'un monde harmonieux. Les langues se sont fragmentées en dialectes, et les rituels religieux prennent souvent la forme de supplications pour un retour à la prospérité.",
  "valeurs_morale": "La survie prime sur tout, et l'individualisme est souvent sacrifié au profit du bien-être de la communauté. La trahison est sévèrement punie, mais l'entraide est valorisée comme un acte de résistance contre la précarité.",
  "magie_technologie": "Les vestiges technologiques des temps anciens sont incompris et souvent craints comme des artefacts maudits. Quelques rares communautés ont réussi à redécouvrir de petites avancées, mais la technologie reste une curiosité plutôt qu'une solution.",
  "economie_vie_quotidienne": "L'économie est basée sur le troc et la récupération des matériaux anciens. Chaque village produit ce qu'il peut avec les ressources locales, et les échanges sont rares mais essentiels. Les classes sociales sont déterminées par l'accès aux ressources et au savoir.",
  "transports_communications": "Les déplacements se font à pied ou avec des véhicules rudimentaires alimentés par des moteurs bricolés. Les communications entre villages sont quasi inexistantes, se limitant à des messagers voyageant de manière hasardeuse entre les tempêtes.",
  "urbanisme_architecture": "Les villages sont construits avec les débris de l'ancien monde, mêlant métal rouillé et béton effrité. Les habitations sont fonctionnelles, conçues pour résister aux éléments et protéger leurs habitants des dangers extérieurs.",
  "psychologie_collective": "Les survivants sont hantés par le souvenir d'une Terre verdoyante, et la peur de nouvelles catastrophes est omniprésente. La mort est perçue comme une libération de la souffrance quotidienne, et l'idée d'un renouveau est à la fois un espoir et une source de désillusion."
}