{
  "geographie_environnement": "Un monde éclaté en plusieurs dimensions, chacune avec son propre climat et ses propres paysages : des forêts luminescentes, des montagnes flottantes et des rivières de métal liquide. La dimension principale, Terra Nova, est dominée par des cités technomagiques où la nature et la technologie s'entrelacent.",
  "histoire_temps": "Créé par des anciens dieux de la magie et de la technologie, le monde a connu plusieurs âges, dont l'Âge des Conflits où les dimensions se sont affrontées. Actuellement, le monde est à l'aube d'une nouvelle ère, marquée par une prophétie liée à un artefact ancien.",
  "politique_pouvoir": "Le pouvoir est partagé entre des guildes d'inventeurs, des royaumes magiques et des clans nomades. Les conflits entre ces factions sont fréquents, et une guerre froide s'installe autour de la possession de l'artefact. Les dirigeants sont souvent des figures charismatiques mais corrompues, visant leurs propres intérêts.",
  "peuples_especes": "Les habitants de Terra Nova comprennent les humains, les elfes technomanciens, et les drakoniens, des créatures mi-homme mi-dragon. Chaque espèce possède des capacités uniques, comme la maîtrise de la magie élémentaire pour les elfes ou le vol pour les drakoniens.",
  "culture_croyances": "Les croyances tournent autour du culte des Ancêtres, qui prônent l'harmonie entre magie et technologie. Des rituels sont effectués pour honorer les esprits de la nature et les pionniers de la technologie. Les contes et légendes sont transmis oralement, souvent sous forme de chansons épiques.",
  "valeurs_morale": "L'équilibre est au cœur de la morale de ce monde : aucun des éléments, magie ou technologie, ne doit dominer l'autre. La trahison est sévèrement punie, et l'honneur familial est primordial. Chaque individu est encouragé à contribuer au bien commun.",
  "magie_technologie": "La magie est omniprésente, mais elle est régulée par des lois strictes. La technologie, quant à elle, est alimentée par des cristaux magiques. Les artisans et inventeurs sont respectés, mais leur accès à la magie dépend de leur statut social. Une nouvelle forme de technologie est en cours d'élaboration, mélange de magie et d'innovation.",
  "economie_vie_quotidienne": "L'économie est basée sur un système de troc entre les guildes et les clans, avec des ressources comme les cristaux et les métaux précieux. Les métiers sont divers, allant des artisans aux guerriers, et les classes sociales sont marquées par la compétence et la connaissance.",
  "transports_communications": "Les transports sont assurés par des véhicules volants alimentés par des cristaux, ainsi que par des portails dimensionnels pour les élites. La communication à longue distance est facilitée par des runes magiques, permettant d'envoyer des messages instantanément. Des routes commerciales parcourent les dimensions, reliant les différentes cultures.",
  "urbanisme_architecture": "Les cités sont construites avec une esthétique harmonieuse, mêlant des matériaux naturels et des structures technologiques. Les bâtiments sont souvent intégrés dans la nature, comme des arbres géants servant de maisons. Les places publiques sont des lieux de rassemblement pour les rituels et les échanges.",
  "psychologie_collective": "Le peuple de Terra Nova est hanté par la mémoire des guerres passées, ce qui engendre une méfiance envers les étrangers. Les mythes fondateurs parlent de l'union des dimensions pour éviter la destruction, et un désir profond de paix guide les aspirations collectives."
}